Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/eitkonen.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Erkki Esaias Itkonen syntyi Inarissa 26.4. 1913 kirkkoherra Lauri Arvid Itkosen perheen kuopuksena.
smn: Erkki Esaias Itkonen šoodâi Anarist 26.6.1913 kirkkohiärrá Lauri Arvid Itkos perruu nuorâmussân.

source: Inarissa olo jäi kuitenkin lyhyeksi: jo seuraavana vuonna perhe muutti Vihtiin.
smn: Anarist aassâm paasij kuittâg uánihâžžân: juo tast puáttee ive peerâ varrij Viihtin.

source: Tultuaan ylioppilaaksi Lohjalla vuonna 1930 Itkonen alkoi opiskella kansanrunoudentutkimusta, suomen kieltä ja suomalais-ugrilaista kielentutkimusta Helsingin yliopistossa.
smn: Ko Itkonen čaalij pajeuáppen 17-ihásâžžân Lohjaast ive 1930, máttááttâlškuođij sun aalmugtivtâlâšvuođâtutkâm, suomâkielâ já syemmilâš-ugrilâš kielâtutkâm Helsig ollâopâttuvâst.

source: Hän valmistui filosofian kandidaatiksi vuonna 1933, minkä jälkeen hän työskenteli tutkimuslaitos Suomen suvussa Järvenpäässä professori E.
smn: Sun valmâštui filosofia kandidaattân ive 1933, mon maŋa sun poorgâi Suomen suku -nommâsâš tutkâmlájádâsâst Järvenpääst professor E.

source: N. Setälän assistenttina.
smn: N. Setälä assistenttin.

source: Väiteltyään tohtoriksi 1939 Itkonen toimi Helsingin yliopistossa dosenttina.
smn: Ko Itkonen nágáttâlâi tuáhtárin ive 1939 tooimâi sun Helsig ollâopâttuvâst dosenttin.

source: Vuosina 1950-1956 hän oli suomalais-ugrilaisen kielentutkimuksen ylimääräinen professori ja vuosina 1956-1963 varsinainen professori.
smn: Iivij 1950 – 1956 koskâsâš ääigi sun lâi syemmilâš-ugrilâš kielâtutkâm paijeelmiärásâš professorin já iivij 1956 – 1963 koskâsâš ääigi eidusâš professor.

source: Vuodet 1964-1983 Erkki Itkonen oli Suomen Akatemian jäsen.
smn: Iivijd 1964 – 1983 Erkki Itkonen lâi Suomâ Akatemia jeessân.

source: Erkki Itkonen toimi aktiivisesti myös yhdistyksissä, mm. Suomalais-ugrilaisessa Seurassa (esimiehenä 1968-78) ja Lapin Sivistysseurassa (puheenjohtajana 1957-62).
smn: Erkki Itkonen tooimâi aktijvâlávt meiddei seervijn, el. Syemmilâš-ugrilâš Seervist (ovdâalmajin 1968 – 78) já Säämi Čuovviittâsseervist (saavâjođetteijen 1957 – 62).

source: Sabmelaš-lehden toimittaja hän oli vuosina 1934-1950. Tutkijana Erkki Itkonen oli koko 1900-luvun merkittävin fennougristi.
smn: Sabmelaš-loostâ toimâtteijen sun lâi 1934 – 1950 koskâsâš ääigi. Totken Erkki Itkonen lâi ubâ 1900-lovo merhâšitteemus fennougrist.

source: Hän julkaisi suuren määrän uutta luovaa tutkimusta suomalais-ugrilaisista kielistä, myös monista eri saamen kielistä ja saamenkielisestä kirjallisuudesta.
smn: Sun olgosadelij stuorrâ mere uđđâ ovdedeijee tutkâmuš syemmilâš-ugrilâš kielâin, meiddei maaŋgâin jieškote-uv sämikielâin já sämikielâlâš kirjálâšvuođâst.

source: Itkonen oli vasta 26-vuotias, kun hän väitteli vuonna 1939 – itäsaamen (etenkin inarin- ja koltansaamen) vokaaliston laadul Kieli ja sen tutkimus (1966) sekä Suomen kielen etymologinen sanakirja I-VI (1955-1978), jonka toimittajiin hän kuului koko sanakirjatyön ajan.
smn: Sun kieđâvušâi ovdâmerkkân duaali, verbâsujâttem já sajehamij historjá jieškote-uv syemmilâš-ugrilâš kielâin. Suu tobdosumoseh suomâkielâlâš kirjeh láá Kieli ja sen tutkimus (1966) sehe Suomen kielen etymologinen sanakirja I-VI (1955-1978), mon toimâtteijeejuávkun sun kullui ubâ sänikirjepargo ääigi.

source: Inarinsaame oli kuitenkin Erkki Itkosen pitkäaikaisin ja läheisin tutkimuskohde, jonka parissa hän työskenteli 1930-luvulta lähtien 1990-luvulle asti.
smn: Anarâškielâ lâi kuittâg Erkki Itkos kuhesáigásumos já rákkásumos tutkâmčuásáttâh, moin sun poorgâi 1930 -lovo rääjist kidâ 1990-lovo räi.

source: Jo vuosina 1935 ja 1936 hän keräsi Inarissa muoto-opillista aineistoa ja sanastoa ja aloitti vuonna 1950 systemaattisen keruun inarinsaamen sanakirjaa varten.
smn: Juo iivijn 1935 já 1936 sun nuurâi Anarist hämiopâlâš amnâstuv sehe sänivuárhá já algâttij ive 1950 systemaatlâš nuurrâm anarâškielâ sänikirje várás.

source: Työn tuloksena ilmestyi 1986-1991 laaja tieteellinen sanakirja Inarilappisches Wörterbuch I-IV.
smn: Pargo puáđusin almostui 1986 – 1991 vijđes tieđâlâš sänikirje Inarilappisches Wörterbuch I-IV.

source: Sanakirjaa varten Itkonen kehitti ortografian, joka on nykyisin käytössä olevaa hieman tarkempi ja kertoo varsinkin viime vuosisadan ensimmäisellä puoliskolla käytetyn kielen ja sen eri murteiden äännepiirteistä.
smn: Sänikirje várás Itkonen raahtij ortografia, mii lii ucánjáhháá täärhib ko tááláá ääigi kevttum čäällimvyehi já mii maainâst aainâs-uv moonnâm ihečyeđe algâpele kevttum kielâ já toi sierânâs suomânij jienâdâhjiešvuovijn.

source: Kirja sisältää yhteensä lähes 6000 sana-artikkelia.
smn: Kirje tuálá sistestis ohtsis aldasáid 6000 säniartikkelid.

source: Se pohjautuu 1880-luvulta 1980-luvulle asti kerättyyn aineistoon, josta pääosa on Erkki Itkosen ja hänen parinkymmenen inarinsaamelaisen kielimestarinsa työn tulosta.
smn: Tot vuáđuduvá 1880-lovvoost 1980-lovo räi nuurrum amnâstâhân, mast iánááš uási lii Erkki Itkos já suu muádilov anarâš kielâmiäštár pargo puáđus.

source: Heistä Aili Paadar avusti Itkosta sanakirjatyössä myöhemmin Helsingissä vielä 9 kuukauden ajan, samoin muutamia viikkoja myös Elsa Kuuva (nyk. Valle) vuonna 1978, jolloin aineistoa viimeisen kerran täydennettiin.
smn: Sist Aili Paadar išedij Itkosii sänikirjepargoost maŋeláá Helsigist vala 9 mánuppaje ääigi, siämmáá ko moodijd ohhoid meiddei Elsa Kuuva (tääl Valle) ive 1978, kuás amnâstâh majemuu keerdi tievâsmittui.

source: Kaikkein tärkein akateemikko Itkosen inarinsaamelaisista informanteista oli epäilemättä Uula Morottaja (1892-1963), Sabmelaš-lehden aktiivinen kirjoittaja, jota Itkonen piti parhaiden saamelaiskirjailijoiden veroisena kertojana.
smn: Puohâin tergâdumos anarâš informant akateemikko Itkosâžân lâi eeppidhánnáá Lesk-Ant Uulá ađai Uula Morottaja (1892-1963), Sabmelaš-loostâ aktiijvâlâš čällee, kiäm Itkonen noobdij pyeremusâi sämmilâš kirječällei viärdásâžžân mainâsteijen.

source: Uula Morottajan kanssa hän pääsikin ehkä lähimmäksi inarin Aanaarkiela čájttuzeh (1992), jonka keskustelut hän myös itse litteroi ja suomensi.
smn: Uula Morottajain sun vaarâ peesâi-uv puoh aldemustáá anarâškulttuur puoh vuáđulumos jiešvuođâ.

source: Kesällä 1952 Itkonen nauhoitti Inarissa kahtatoista inarinsaamelaista, joista monet olivat mukana myös sanakirjatyössä: Elsa Kuuvaa, Katri Lahdenmäkeä, Uula Morottajaa, Jouni Mustaa, Maarit Mustaa, Iisakki Paadaria, Inga Paadaria, Pekka Paadaria, Matti Saijetsia, Heikki Sarrea, Matti Vallea ja Juhan Matti Vallea.
smn: Keessiv 1952 Itkonen paddij Anarist kyehtnubáloh anarâššâd, kiäin maaŋgah lijjii mieldi meiddei sänikirjepargoost: Elsa Kuuva, Katri Lahdenmäki, Uula Morottaja, Jouni Musta, Maarit Musta, Iisakki Paadar, Inga Paadar, Pekka Paadar, Matti Saijets, Heikki Sare, Matti Vale já Juhan Matti Vale.

source: Näiden nauhoitteiden pohjalta Itkonen valmisti viimeisenä työnään inarinsaamelaisen kielennäytekokoelmansa
smn: Erkki Itkonen jaamij vyesimáánu 28. peeivi 1992, tuse pelnub oho maŋeláá, ko sun lâi majemuu keerdi iällám pargosajestis já hyvástâllâm pargoskipárijdis.

source: Akateemikot Martti Haavio ja Erkki Itkonen professori Martti Rapolan 75-vuotis- syntymäpäivillä Sääksmäellä vuonna 1966.
smn: Akateemikoh Martti Haavio já Erkki Itkonen professor Martti Rapola 75-ive čoddâmpeeivijn Sääksmäkist ive 1966.
